Repository: massariolmc/Deal
Catalog: contract/locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: There is a alias for this Contract. Choose other name.
pt_br: Já existe um alias para este Contrato. Escolha outro nome.

source: Input the date conclusion.
pt_br: Insera a data de conslusão/cancelamento do contrato

source: Maximum size allowed {size(size_max, system=si)}
pt_br: Tamanho maximo permitido {size(size_max, system=si)}

source: This format not allowed {formats}
pt_br: Este formato {formats} não é permitido.

source: Choose any contract.
pt_br: Escolha qualquer contrato

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Name
pt_br: Nome

source: Object
pt_br: Objeto

source: Type
pt_br: Tipo

source: Date Initial
pt_br: Data de inicio

source: Date End
pt_br: Data final

source: Date Renovation
pt_br: Data de renovação

source: Date renovatation or date readjustment yearly
pt_br: Data de renovação ou data do reajuste anual

source: Payment Day
pt_br: Dia do vencimento

source: Number of Months
pt_br: Número de meses

source: Value Month
pt_br: Valor Mensal

source: Number Contract
pt_br: Numero do Contrato

source: Provider
pt_br: Fornecedor

source: Annual Budget
pt_br: Pedido Anual

source: Date Conclusion
pt_br: Data de conclusão

source: Contract Value
pt_br: Valor do contrato

source: Description
pt_br: Descrição

source: Created by
pt_br: Criado por

source: Updated by
pt_br: Atualizado por

source: Created at
pt_br: Criado em

source: Updated at
pt_br: Atualizado em

source: Contract Companies
pt_br: Contrato das Empresas

source: Cost Center
pt_br: Centro de Custo

source: User Contract
pt_br: Contratos do usuário

source: Contract
pt_br: Contrato

source: Contracts
pt_br: Contratos

source: File
pt_br: Arquivo

source: Upload Contract
pt_br: Upload dos Contratos

source: Upload Contracts
pt_br: Upload dos Contratos

source: Company
pt_br: Empresa

source: Contract Company
pt_br: Contrato das Empresas

source: Number Requisition Nimbi
pt_br: Número da Requisição Nimbi

source: Number PC Nimbi
pt_br: Numero PC Nimbi

source: Number PC SAP
pt_br: Numero PC SAP

source: Number Cod Project
pt_br: Código do Projeto

source: Create RC Date Nimbi
pt_br: Data de Criação da RC

source: Send Date Fiscal
pt_br: Data de envio para o Dep. Fiscal

source: Department Contract
pt_br: Contrato do departamento

source: Department Contracts
pt_br: Contratos dos departamentos

source: User
pt_br: Usuário

source: User Contracts
pt_br: Contratos dos Usuários

source: Branch
pt_br: Seguimento

source: Plant
pt_br: Planta

source: Costs Center
pt_br: Centro de Custos

source: Alert!
pt_br: Alerta!

source: Contacts
pt_br: Contatos

source: Save
pt_br: Salvar

source: Fields Nimbi
pt_br: Campos do Nimbi

source: Choose
pt_br: Escolha

source: Options
pt_br: Opções

source: edit
pt_br: editar

source: details
pt_br: detalhes

source: delete
pt_br: deletar

source: Main Phone
pt_br: Telefone Principal

source: Secundary Phone
pt_br: Telefone Auxiliar

source: Main Email
pt_br: Email Principal

source: Secundary Email
pt_br: Email Auxiliar

source: days left
pt_br: dias para vencer

source: overdue
pt_br: vencida

source: days ago
pt_br: dias atrasada

source: Pay Day
pt_br: Dia do vencimento

source: Showing
pt_br: Mostrando

source: Total Contract Value
pt_br: Valor Total do Contrato

source: Date Start
pt_br: Data de inicio

source: Invoice Due Date
pt_br: Dia do vencimento da fatura/boleto.

source: Number of Month
pt_br: Número de meses

source: Created At
pt_br: Criado em

source: Updated At
pt_br: Atualizado em

source: Details
pt_br: Detalhes

source: Attachments
pt_br: Anexos

source: Provider Contacts
pt_br: Contatos do fornecedor

source: Users
pt_br: Usuários

source: Remove
pt_br: Remover

source: Choose Month
pt_br: Escolha algum

source: Go
pt_br: Ir

source: Successful action.
pt_br: Ação executada com sucesso.

source: Alert! Action not performed
pt_br: Alerta! Ação não permitida.

source: Atention!
pt_br: Atenção

source: Alert
pt_br: Alerta

source: Do you want to delete?
pt_br: Você deseja deletar?

source: Warning
pt_br: Cuidado

source: Choose some
pt_br: Escolha algum

source: Close
pt_br: Fechar

source: Are you sure?
pt_br: Você tem certeza?

source: Full Name
pt_br: Nome Completo

source: Email
pt_br: Email Principal

source: Active
pt_br: Ativo

source: Create Contract
pt_br: Criar um contrato

source: Back
pt_br: Voltar

source: Clear
pt_br: Limpar

source: Edit
pt_br: Editar

source: List Actives Contracts
pt_br: Contratos Ativos

source: Add
pt_br: Adicionar

source: Inactives Contracts
pt_br: Contratos Inativos/Encerrados

source: Detail Info
pt_br: Informações detalhadas

source: Annotations
pt_br: Anotações

source: Completed successful.
pt_br: Completado com sucesso

source: You cannot delete. This contract has an existing tax invoices or files attachments.
pt_br: Você não pode deletar. Este contrato tem uma nota fiscal ou anexos existentes.

source: Invoice Dates
pt_br: Informações sobre os vencimentos dos boletos/faturas.

source: Due Date
pt_br: Contratos - Status de previsão de término/renovação.

source: Errors in the following files: {arqs}. Maximum size allowed: 3MB. This format is allowed: PDF
pt_br: Erros nos seguintes arquivos: {arqs}. Tamanho maximo permitido: 3MB. Este format is permitido: PDF.

source: File not added. This name already exists or was entered incorrectly
pt_br: Arquivo não adicionado. Este nome de arquivo já existe ou foi um formato foi inserido incorretamente.

source: You cannot delete. This contract has an existing tax invoices.
pt_br: Você não pode deletar. Este contrato tem uma nota fiscal ou anexos existentes.

source: Verify informations in the Nimbi fields. Maybe the dates are incorrect.
pt_br: Verifique as informações inseridas nos campos do NIMBI. Talvez as datas estejam inseridas no formato incorreto.

source: Contact not added. This name already exists or was entered incorrectly
pt_br: Arquivo não adicionado. Este nome de arquivo já existe ou foi um formato foi inserido incorretamente.

source: List Cost Centers
pt_br: Lista do Centros de Custo
